Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/OnBoardingBundles/AppleMusic.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# BUTTON_TITLE
source: See how your data is managed…
ar: يمكنك التعرُّف على كيفية إدارة بياناتك…
bg: Вижте как се управляват вашите данни…
ca: Mostra com es gestionen les dades…
cs: Informace o správě vašich dat…
da: Se, hvordan dine data administreres…
de: So werden deine Daten verwaltet …
el: Τρόπος διαχείρισης των δεδομένων σας…
es: Consulta cómo se gestionan tus datos…
es_us: Consulta cómo se utiliza tu información…
fi: Katso, miten tietojasi hallitaan…
fr: Découvrez comment sont gérées vos données…
fr_ca: Découvrez comment vos données sont gérées…
he: כיצד מנוהלים הנתונים שלך…
hi: देखें कि आपका डेटा कैसे प्रबंधित किया जाता है…
hr: Pogledajte kako se upravlja vašim podacima⁠…
hu: Az adatok kezelésének áttekintése…
id: Lihat bagaimana data Anda dikelola…
it: Scopri come vengono gestiti i tuoi dati…
ja: 個人データの管理方法について確認…
kk: Деректеріңіз қалай басқарылады…
ko: 사용자의 데이터가 어떻게 관리되는지 보기…
lt: Kaip tvarkomi jūsų duomenys…
ms: Lihat cara data anda diurus…
nl: Bekijk hoe je gegevens worden beheerd…
no: Se hvordan dataene administreres…
pl: Jak zarządzamy Twoimi danymi…
pt_br: Veja como os seus dados são gerenciados…
pt_pt: Veja como são geridos os seus dados…
ro: Aflați cum sunt gestionate datele dvs…
ru: Как осуществляется управление данными…
sk: Informácie o správe vašich dát…
sl: Kako so upravljani vaši podatki …
sv: Se hur dina data hanteras…
th: ดูการจัดการข้อมูลของคุณ…
tr: Verilerinizin nasıl yönetildiğini görün…
uk: Як керують вашими даними…
vi: Xem cách chúng tôi quản lý dữ liệu của bạn…
zh_cn: 了解数据的管理方式…
zh_hk: 查看資料管理方式⋯
zh_tw: 查看你資料的管理方式⋯

# THIRD_BULLET
source: We associate your cloud library information with you for as long as you remain subscribed and for a short time after. We retain records of the songs you play for the periods specified by applicable laws relating to financial reporting.
ar: يتم ربط معلومات مكتبتك السحابية مادمت مشتركًا، ولفترة قصيرة بعد ذلك. كما نحتفظ بمعلومات عن الأغاني التي تشغلها للمدة التي تحددها القوانين ذات الصلة المرتبطة بالتقارير المالية.
bg: Ние свързваме информацията от вашата библиотека в облака с вас, докато сте абонат и малко време след това. Запазваме записи за песните, които сте слушали за периоди, определени от приложимото законодателство, свързано с финансови отчети.
ca: Associem la informació de la teva biblioteca al núvol amb tu durant el temps que duri la subscripció i, si la cancel·les, durant un breu període posterior. Conservem registres de les cançons que escoltes durant els períodes que especifica la legislació aplicable relacionada amb els informes financers.
cs: Informace o vaší knihovně v cloudu zůstávají propojeny s vaším účtem po dobu vašeho předplatného a krátce po jeho ukončení. Záznamy o skladbách, které jste poslouchali, uchováváme po dobu stanovenou příslušnými zákony o finanční evidenci.
da: Vi knytter oplysningerne om dit bibliotek i netskyen til dig, så længe du bliver ved med at abonnere, og i kort tid derefter. Vi gemmer optegnelser over de sange, du afspiller, i det tidsrum, der er anført i gældende love mht. økonomisk rapportering.
de: Die Informationen zu deiner Cloud-Musikmediathek sind so lange mit dir verknüpft, wie dein Abo besteht, und für eine kurze Dauer danach. Datensätze zu von dir wiedergegebenen Titeln werden für den Zeitraum aufbewahrt, der aus Gründen der finanziellen Berichterstattung gesetzlich vorgesehen ist.
el: Αυτές οι πληροφορίες από τη βιβλιοθήκη cloud σας παραμένουν συσχετισμένες με τον λογαριασμό σας καθ’ όλη τη διάρκεια της συνδρομής σας και για σύντομο χρονικό διάστημα μετά τη λήξη της. Καταγράφονται τα τραγούδια που αναπαράγετε, για τις περιόδους που καθορίζονται από τους ισχύοντες νόμους σχετικά με οικονομικές αναφορές.
es: La información de la biblioteca en la nube se asociará contigo mientras tengas activa tu suscripción y durante un breve periodo posterior. Durante los periodos estipulados por la legislación vigente en materia de declaración de cuentas conservamos registros de las canciones que reproduces.
es_us: Asociamos la información de tu biblioteca en la nube contigo durante la vigencia de tu suscripción y un breve periodo posterior. Retenemos registros de las canciones que reproduces por periodos especificados por las leyes aplicables relacionadas con informes financieros.
fi: Tiedot pilvikirjastostasi yhdistetään sinuun niin kauan, kun olet tilaaja ja lyhyen aikaa sen jälkeen. Tietoja kuuntelemistasi kappaleista säilytetään taloudellisen raportoinnin vaatiman laissa säädetyn ajan.
fr: Les informations relatives à votre bibliothèque dans le cloud vous sont associées pendant toute la durée de votre abonnement et pendant une courte période après sa résiliation. Nous conservons les données concernant les morceaux que vous écoutez pendant les durées spécifiées par les lois en vigueur relatives aux états financiers.
fr_ca: Les informations de votre bibliothèque infonuagique vous sont associées tant que vous souscrivez un abonnement, puis pendant une courte durée au terme de votre abonnement. Nous conservons un registre des chansons que vous écoutez pendant la période spécifiée par les lois applicables en matière d’informations financières.
he: אנו מקשרים אליך מידע מספריית הענן שלך כל עוד יש לך מינוי פעיל, ולזמן קצר לאחר מכן. אנו מחזיקים רשומות של שירים שהפעלת למשך הזמן שנקבע בחוקים הנוגעים לדיווח פיננסי.
hi: जब तक आप सब्सक्राइब किए रहते हैं और इसके कुछ समय बाद तक हम आपकी क्लाउड लाइब्रेरी जानकारी आपसे संबद्ध करके रखते हैं। हम वित्तीय रिपोर्टिंग से संबंधित लागू क़ानूनों द्वारा निर्धारित अवधि के लिए आपके द्वारा चलाए गए गीतों का रिकॉर्ड रखते हैं।
hr: Informacije vaše medijateke u oblaku povezujemo s vama dok je pretplata aktivna i nakratko nakon toga. Zadržavamo zapise o reproduciranim pjesmama tijekom perioda određenih važećim zakonima vezanima za financijske izvještaje.
hu: A felhőben lévő könyvtára információit addig Önhöz rendeljük, amíg előfizető marad, majd utána még egy rövid ideig. A pénzügyi jelentési kötelezettségre vonatkozó törvényekben meghatározott ideig megtartjuk az Ön által hallgatott dalokról szóló feljegyzéseket.
id: Kami mengaitkan informasi perpustakaan awan dengan Anda selama Anda tetap berlangganan dan tidak lama setelahnya. Kami menyimpan catatan lagu yang Anda putar selama periode waktu yang ditetapkan oleh hukum yang berlaku terkait pelaporan keuangan.
it: Le informazioni relative alla libreria sul cloud vengono associate a te per l’intera durata del tuo abbonamento e per un breve periodo successivo al suo termine. Apple conserva informazioni associate ai brani che ascolti per il periodo di tempo richiesto dalle leggi vigenti in materia di rendiconti finanziari.
ja: お使いのクラウドライブラリの情報は、サブスクリプションに登録されている限りおよびその後短期間、あなたと関連付けられます。あなたが再生した曲の記録は、財務報告関連の適用法によって指定された期間保持されます。
kk: Жазылымыңыз болғанда және жазылым аяқталғаннан кейін қысқа уақыт ішінде бұлттық медиатекадағы ақпарат атыңызбен байланысы болады. Ойнатылған әндер туралы ақпаратты қаржылық есеп беруге қатысты қолданыстағы заңдарда көрсетілген мерзім ішінде сақтаймыз.
ko: Apple은 사용자가 구독을 유지하는 한, 그리고 이후 잠시 동안 클라우드 보관함 정보를 사용자와 연계합니다. Apple은 사용자가 재생한 노래 기록을 재무 보고와 관련된 법에 명시된 기간 동안 보관합니다.
lt: Mes siejame jūsų debesies bibliotekos informaciją su jumis tol, kol prenumeruojate, ir trumpą laikotarpį po to. Saugome jūsų leistų dainų įrašus galiojančiuose įstatymuose, susijusiuose su finansine atskaitomybe, nurodytą laikotarpį.
ms: Kami mengaitkan maklumat pustaka awan anda dengan anda selagi anda kekal melanggan dan untuk tempoh masa singkat selepas itu. Kami mengekalkan rekod lagu yang anda mainkan untuk tempoh yang ditentukan oleh undang-undang berkenaan yang berkaitan dengan pelaporan kewangan.
nl: We koppelen je cloud­bibliotheek­informatie aan jou zolang je geabonneerd blijft en gedurende een korte tijd daarna. We bewaren gegevens van de nummers die je afspeelt gedurende de perioden die door de toepasselijke wetgeving met betrekking tot financiële verslaggeving vereist zijn.
no: Vi knytter nettskybibliotek-informasjonen din til deg så lenge du forblir abonnent og i en kort periode etter det. Vi beholder informasjon om sangene du spiller av, i periodene som angis av gjeldende lover for finansrapportering.
pl: Dane dotyczące Twojej biblioteki w chmurze są z Tobą powiązane przez okres subskrypcji i przez niedługi czas po jej zakończeniu. Informacje o odtwarzanych utworach przechowujemy przez okres zdefiniowany właściwymi przepisami z zakresu sprawozdawczości finansowej.
pt_br: Associamos as informações da sua biblioteca da nuvem a você enquanto permanecer como assinante e por um curto período depois disso. Retemos registros das músicas que você ouve em períodos especificados por leis aplicáveis relacionadas a relatórios financeiros.
pt_pt: A informação da sua biblioteca na nuvem é associada a si durante o período da sua assinatura e mais algum tempo. Os registos das músicas reproduzidas são retidos durante o tempo necessário de acordo com as leis financeiras aplicáveis.
ro: Informațiile bibliotecii dvs. cloud sunt asociate cu dvs. atât timp cât vă păstrați abonamentul și pentru un scurt timp după aceasta. Evidența melodiilor pe care le redați este reținută pentru perioadele specificate de legile aplicabile referitoare la raportarea financiară.
ru: Ваша информация из облачной медиатеки связана с Вашим именем, пока у Вас есть подписка и некоторое время после ее окончания. Мы храним информацию о воспроизведенных Вами песнях в течение срока, установленного применимым законодательством о финансовой отчетности.
sk: Informácie z vašej knižnice v cloude sú k vám priradené na dobu odberu služby a krátky čas po jeho ukončení. Záznamy o prehrávaných skladbách sú uchované po dobu stanovenú platnými zákonmi o finančnej evidencii.
sl: Podatke o vaši knjižnici v oblaku povezujemo z vami, dokler je vaša naročnina aktivna in kratek čas po tem. Zapise skladb, ki jih predvajate, hranimo za obdobja, ki jih določajo veljavni zakoni v zvezi s finančnim poročanjem.
sv: Vi kopplar din information från ditt molnbibliotek till dig så länge du är abonnent och under en kort tid efteråt. Vi behåller ett register över vilka låtar du spelar upp under en period som anges av gällande lagar om finansrapportering i respektive land.
th: เราผูกข้อมูลคลังบนคลาวด์ของคุณเข้ากับคุณตราบเท่าที่คุณยังคงสมัครใช้บริการและเพียงช่วงเวลาสั้นๆ หลังจากนั้น เราเก็บบันทึกเพลงต่างๆ ที่คุณเล่นเป็นระยะเวลาตามที่ระบุไว้ในกฎหมาย ซึ่งเกี่ยวข้องกับการแจ้งทางด้านการเงิน
tr: Bulut arşivi bilgilerinizi abone olduğunuz süre ve ardından da kısa bir süre boyunca sizinle ilişkilendiriyoruz. Çaldığınız parçaların kayıtlarını mali raporlamayla ilgili yürürlükte bulunan kanunlarca belirtilen süre boyunca saklıyoruz.
uk: Ми повʼязуємо інформацію про вашу хмарну медіатеку з вами, поки у вас є активна підписка, і недовгий час після її припинення. Ми зберігаємо записи пісень, які ви відтворюєте, протягом термінів, зазначених у застосовних законах щодо фінансової звітності.
vi: Chúng tôi liên kết thông tin thư viện đám mây với bạn chừng nào bạn vẫn còn tư cách thành viên và trong một khoảng thời gian ngắn sau đó. Chúng tôi lưu giữ bản ghi về các bài hát mà bạn phát trong những khoảng thời gian được quy định bởi các luật áp dụng liên quan đến báo cáo tài chính.
zh_cn: 在你订阅期间以及结束订阅后的一小段时间内，我们会将你的云端资料库信息与你关联。我们保留歌曲播放记录，保留期限符合财务报告相关适用法律的规定。
zh_hk: 在你保留訂閲期間和結束訂閲的一小段時間內我們都會將雲端資料庫的資料與你產生關聯。我們會保留你播放歌曲的記錄一段時間，此期間是依據財務報告適用的相關法律所指定。
zh_tw: 在你保留訂閱期間和結束訂閱的一小段時間內我們都會將雲端資料庫的資訊與你產生關聯。我們會保留你播放歌曲的記錄一段時間，此期間是依據財務報告適用的相關法律所指定。
